Repository: jjSDET/firefox-ios
Catalog: focus-ios/l10n/*.xliff
Languages: de

# CFBundleDisplayName
source: Focus
de: Klar

source: About
de: Über

source: Block Web fonts
de: Web-Schriftarten blockieren

source: Block ad trackers
de: Verfolgung durch Werbung blockieren

source: Block analytics trackers
de: Verfolgung durch Statistiken blockieren

source: Block other content trackers
de: Verfolgung durch sonstige Inhalte blockieren

source: Block social trackers
de: Verfolgung durch soziale Medien blockieren

source: Blocking other content trackers may break some videos and Web pages.
de: Eventuell funktionieren durch das Blockieren sonstiger Verfolgung einige Videos und Websites nicht mehr.

source: Checking installation…
de: Installation wird überprüft…

source: Done
de: Fertig

source: Enable Focus
de: Klar aktivieren

source: Enable Focus in
de: Aktivieren Sie Klar in

source: Focus helps you improve the privacy and performance of your mobile browsing experience. You control what types of page content are allowed.
de: Klar hilft Ihnen bei der Verbesserung des Schutzes Ihrer Daten und der Leistung, während Sie surfen. Sie bestimmen, welche Arten von Seiteninhalten erlaubt sind.

source: Focus improves privacy and may boost page load speed and lower your mobile data usage.
de: Klar verbessert den Datenschutz und kann die Ladegeschwindigkeit der Seite verbessern sowie das benötigte Datenvolumen senken.

source: Focus is enabled!
de: Klar ist aktiv!

source: Focus is not enabled.
de: Klar ist nicht aktiviert.

source: Focus is produced by Mozilla, the people behind the Firefox Web browser.
de: Klar wird von Mozilla entwickelt, den Menschen hinter dem Web-Browser Firefox.

source: Focus must be enabled in Settings to work.
de: Um verfügbar zu sein, muss Klar in der Einstellungen-App aktiviert werden.

source: Focus puts you in control and brings added privacy and performance to your mobile browsing experience.
de: Klar lässt Sie entscheiden und hilft Ihnen bei der Verbesserung des Schutzes Ihrer Daten und der Leistung, während Sie surfen.

source: Get Started
de: Einführung

source: Help
de: Hilfe

source: I Understand
de: OK

source: May break some videos and Web pages
de: Kann Wiedergabe einiger Videos und Websites stören

source: No, Thanks
de: Abbrechen

source: Open Settings
de: Einstellungen öffnen

source: Open Settings App
de: Einstellungen-App öffnen

source: Our mission is to foster a healthy, open Internet.
de: Unser Ziel ist es, ein offenes, organisches Internet zu fördern.

source: PERFORMANCE
de: LEISTUNG

source: PRIVACY
de: DATENSCHUTZ

source: Read more.
de: Weitere Informationen

source: Settings → Safari → Content Blockers
de: Einstellungen → Safari → Inhalts-Blocker

source: Setup Instructions
de: Einrichtungsanleitung

source: Skip
de: Überspringen

source: Tap Safari, then select Content Blockers
de: Tippen Sie auf Safari, dann auf Inhalts-Blocker

source: Welcome
de: Willkommen

source: Your Rights
de: Ihre Rechte
